export default {
  projections: {
    База_ДанныхE: {
      номерКарты: {
        __caption__: 'Номер Карты'
      },
      справУч: {
        __caption__: 'Ученик',
        фио: {
          __caption__: 'Фио Ученика'
        }
      },
      справУчен: {
        __caption__: 'Ученик',
        фио: {
          __caption__: 'Фио Ученика'
        }
      }
    }
  },
  validations: {
    номерКарты: {
      __caption__: 'Номер Карты'
    },
    справУч: {
      __caption__: 'Ученик'
    },
    картДоступ: {
      __caption__: 'картДоступ'
    },
    справУчен: {
      __caption__: 'Ученик'
    }
  }
};
