export default {
  projections: {
    СправУченE: {
      фио: {
        __caption__: 'ФИО Ученика'
      },
      справРод: {
        __caption__: 'Родитель',
        фиоРод: {
          __caption__: 'Фио Родителя'
        }
      }
    },
    СправУченL: {
      фио: {
        __caption__: 'ФИО Ученика'
      },
      справРод: {
        __caption__: 'Фио Родителя',
        фиоРод: {
          __caption__: 'Фио Родителя'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'ФИО Ученика'
    },
    справРод: {
      __caption__: 'Родитель'
    }
  }
};
