export default {
  projections: {
    КартДоступE: {
      справСотр: {
        __caption__: 'Сотрудник',
        фИОСотр: {
          __caption__: 'Ответственный'
        }
      },
      база_Данных: {
        __caption__: 'База Данных',
        номерКарты: {
          __caption__: 'Номер Карты'
        }
      }
    },
    КартДоступL: {
      справСотр: {
        __caption__: 'Ответственный',
        фИОСотр: {
          __caption__: 'Ответственный'
        }
      }
    }
  },
  validations: {
    справСотр: {
      __caption__: 'Сотрудник'
    },
    база_Данных: {
      __caption__: 'База Данных'
    }
  }
};
